2025/venue.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>LSFA 2025</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" />
</head>
<body>
<div id="preamble" class="status">
<hr style="border-top: 1px solid black;">
  <div class='topnav' style='display: flex; justify-content: space-between; align-items: center;'>
    <a href="/index.html"><h1 style='margin-top: 0; margin-bottom: 0; margin-left:0px;'>LSFA 2025</h1></a>
    <div>
      <a href='index.html' style='font-weight:bold; font-style:italic;'>Home</a> / 
      <a href='cfp.txt' style='font-weight:bold; font-style:italic;'>CFP</a> /
      <a href='committees.html' style='font-weight:bold; font-style:italic;'>Committees</a> /
      <a href='accepted.html' style='font-weight:bold; font-style:italic;'>Accepted papers</a> /
      <a href='invited.html' style='font-weight:bold; font-style:italic;'>Invited Speakers</a> /
      <a href='programme.html' style='font-weight:bold; font-style:italic;'>Programme</a> /
      <a href='venue.html' style='font-weight:bold; font-style:italic;'>Venue</a> //
    </div>
  </div>
<hr style="border-top: 1px solid black;">
</div>
<div id="content" class="content">

<div id="outline-container-org242b8b3" class="outline-2">
<h2 id="org242b8b3">Travel</h2>
<div class="outline-text-2" id="text-org242b8b3">
<p>
Brasília International Airport – Presidente Juscelino Kubitschek (BSB) is the primary gateway to Brazil’s capital and one of the country’s busiest airports. Located just 11 km from the city center, it combines modern infrastructure with striking architectural design, featuring a sleek, wave-like terminal roof that reflects Brasília’s iconic modernist style. As a key hub for domestic flights and international connections, the airport handles over 20 million passengers annually, offering a range of amenities, including premium lounges, shopping, and dining options. Its strategic location in the heart of Brazil makes it a vital link for both business and tourism, while its efficiency and sustainability initiatives—such as solar energy use—have earned it recognition as one of Latin America’s most advanced airports.
</p>

<p>
International flights directly connect Brasília with Lisbon (Portugal), Panama City (Panama), Buenos Aires (Argentina), Lima (Peru), Santiago (Chile), Miami and Orlando (United States), Bogotá (Colombia), and Cancún (Mexico).
</p>

<p>
It is also worthy mentioning that Brasília hosts one of the most important regional hubs in Brazil. There are direct flights from all the state capitals, including Rio de Janeiro, São Paulo, Porto Alegre, Natal, Recife, among other places which are easily accessible directly from other continents and from other countries in the Americas.
</p>

<p>
Brasília is centrally located and well served by coaches from elsewhere in Brazil, but prices for internal flights are competitive and travel times much shorter.
</p>

<p>
Located in the geographic center of Brazil, Brasília, the federal capital and seat of government, stands as an incomparable city. Built in just five years during the 1950s, it remains the only modern city designated as a UNESCO of World Heritage Site. The chief architect, Oscar Niemeyer, is globally renowned for his unique style, which blends graceful curves with the bold use of concrete. Thanks to the beauty and coherence of his work, Niemeyer received the prestigious Pritzker Prize, an honor reserved for the greatest figures in global architecture.
</p>

<p>
<b>Discover Brasília</b>
</p>

<ul class="org-ul">
<li><b><a href="file:///home/flaviomoura/workspace/lsfa-workshop.github.io/2025/miniguia_rota_cerrado_setur_visualizacao.pdf">Cerrado Route</a></b>: adventure through the natural treasures, waterfalls, and parks of Brasília and its surroundings.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
